Repository: j233guo/PocketLedger
Catalog: PocketLedger/String Catalogs/Home.xcstrings
Source language: en
Languages: zh_hans, zh_hant

source: Budget
zh_hans: 预算
zh_hant: 預算

source: Commonly Used
zh_hans: 常用
zh_hant: 常用

source: Edit Budget
zh_hans: 编辑预算
zh_hant: 編輯預算

source: Home
zh_hans: 主页
zh_hant: 主畫面

source: Log New Transaction
zh_hans: 新增账目
zh_hant: 新增項目

source: Manage Transaction Categories
zh_hans: 管理账目类别
zh_hant: 管理項目分類

source: Monthly Budget
zh_hans: 本月预算
zh_hant: 本月預算

source: Monthly Summary
zh_hans: 月度总结
zh_hant: 本月總覽

source: New Budget
zh_hans: 新设预算
zh_hant: 新設預算

source: Set Budget
zh_hans: 设为预算
zh_hant: 設定預算

source: Settings
zh_hans: 设置
zh_hant: 設定

source: Transaction Category
zh_hans: 账目类别
zh_hant: 項目分類

source: You don’t have any transactions this month yet.
zh_hans: 你这个月还没有记账。
zh_hant: 你這個月還沒有記帳。

# You have exceeded your budget of %@ by %@.
source: You have exceeded your budget of %1$@ by %2$@.
zh_hans: 你的支出已超出预算%2$@，超支%1$@。
zh_hant: 你的支出已超出預算%2$@，超支%1$@。

# You received %@ and spent %@ this month.
source: You received %1$@ and spent %2$@ this month.
zh_hans: 你本月收入%1$@, 支出%2$@。
zh_hant: 你本月收入%1$@，支出%2$@。

# You've spent %@ of your %@ budget this month.
source: You've spent %1$@ of your %2$@ budget this month.
zh_hans: 这个月你已经花费了%2$@预算中的%1$@。
zh_hant: 這個月你已經花費了%2$@預算中的%1$@。
